[
    {"albumCover": "img/fromis9_WeGo_Album_Cover.jpeg","albumName":"9 WAY TICKET", "artist":"fromis_9","Rank":"1","totalScore":"11","lyrics":"Come with me now 넌 어디까지 가길 원해 WE GO WE GO WE GO WE GO 이미 난 너무나도 들떠 비행기는 No no 저 피드 속에 Check in 난 너를 몰래 Hashtag 너와 함께면 나 어디라도 좋아 1초에 훌쩍 여기 저기 거기 Right 내 손 잡아 Oh oh oh 한여름 밤의 피서같이 우리 둘만의 파도타기 볼 게 우린 너무 많아 (Oh my my) 하루 종일 더 깊이 빠져 어느새 시간이 멈춰 온종일 (Go around) 네게 설레 가까워진 것만 같아 Come with me now 넌 어디까지 가길 원해 잠깐만 둘이 조금 더 멀리 Follow me now 난 너와 함께 가볼래 WE GO WE GO WE GO WE GO 말해봐 What you what you want What you what you want oh (Oh oh oh) 더 크게 What you what you want What you what you want oh (Oh oh oh) Come with me now 난 너와 함께 가볼래 WE GO WE GO WE GO WE GO Oh oh 푸른 밤 City light (더 Zoom in) 분위기에 물들어 (자 이리) 펼쳐진 Ocean 우리 Fashion 시작된 Motion (What's up) 웃음이 번져 비밀스레 그려지는 미래 우린 같이 이렇게 또 밤새 나를 따라 너를 따라 한 발 두 발 날아가 Oh oh oh 종일 뒹구는 주말같이 끝을 모르는 파도타기 할 게 우린 너무 많아 (Oh my my) 한 발 한 발 걸음을 맞춰 우리 둘 사이를 채워 다시 또 (Turn around) 네게 설레 가까워진 것만 같아 (So I'm into you) Come with me now 넌 어디까지 가길 원해 잠깐만 둘이 조금 더 멀리 Follow me now 난 너와 함께 가볼래 WE GO WE GO WE GO WE GO Oh oh 펼쳐진 파노라마 너로 다 칠해진 맘 바쁜 Timeline No we can't stop 손끝이 또 흔들려 가슴이 또 일렁여 어쩔 줄 모르고 난 Come with me now 난 돌아가기 싫은가 봐 이렇게 둘이 아주 더 멀리 Follow me now 왠지 더 맘이 통한 듯한 너와 나 말해봐 What you what you want What you what you want oh (Oh oh oh) 더 크게 What you what you want What you what you want oh (Oh oh oh) Come closer now 우리가 연결된 시간 WE GO WE GO WE GO WE GO Oh oh","songName":"WE GO","backgroundBanner":"img/fromis9 banner.jpeg", "releaseDate":"May 17,2021","length":"2 minute 56 seconds","songWriters":"이우민 , 이해솔 , Justin Reinstein , JJean" ,"numRankings":"3"},
    {"albumCover": "img/Im_NaYeon_Album_cover.jpeg","albumName":"IM NAYEON", "artist":"Na Yeon","rank": "1","totalScore":"14","lyrics":"What's wrong? 홀릴 듯이 난 너를 자극해 (Pop pop pop) Watch out! 설렌 듯이 네 부푼 맘이 터질 듯해 (Pop pop pop) (Let's start) 내 맘대로 Play it(Won't stop) 거침없이 Shake itYou know? 넌 내게 달려있단 것만 알아둬 이미 넌 나를 벗어날 수가 없어 떨린 그 눈빛, 티 나는 몸짓 Baby 터뜨리고 싶은 너설렘이 멎기 전에 I wanna make it Pop pop pop, you want it Pop pop pop 터지길 원해 가슴이 뛰는 이 느낌 I wanna make it Pop pop pop, you want it Pop pop pop 널 갖길 원해 Pop pop pop (Uh uh) (You want it) Pop pop pop (Uh uh) (I got it) Pop pop pop (Uh uh) Pop pop pop 너무 잘 보여 아무리 숨겨도 이미 들킨 걸 자꾸 둥둥 떠다니잖아 여유롭게 Check it 보란 듯이 Take it (Baby) Baby you're out of control So you're under my control 설렘이 멎기 전에 I wanna make it Pop pop pop, you want it Pop pop pop 터지길 원해 가슴이 뛰는 이 느낌 I wanna make it Pop pop pop, you want it Pop pop pop 널 갖길 원해 Pop pop pop (Uh uh) (You want it)  Pop pop pop (Uh uh) (I got it) Pop pop pop (Uh uh) Pop pop pop Pop pop 버블같이 터져 버릴지 몰라 끝도 없이 점점 부풀어 가 내게 푹 빠진 너를 애써 참진 마 Bae bae eyes on me now 내가 터뜨려 줄 테니 Five! 자, 때가 됐어 Four! 딱 숨을 멈춰 Three! 난 너를 겨눠 Two! One! Here we go! 설렘이 멎기 전에 I wanna make it Pop pop pop, you want it Pop pop pop 터지길 원해  가슴이 뛰는 이 느낌 I wanna make it Pop pop pop, you want it Pop pop pop 널 갖길 원해 Pop pop pop (Uh uh) Pop pop pop (You gotta pop it) Pop pop pop (I can't stop it) Pop pop pop","songName":"POP!","backgroundBanner":"img/Nayeon banner.jpeg", "releaseDate":"June 24,2022 ","length":"2 minute 48 seconds","songWriters":"Kenzie , Hayden Chapman , Greg Bonnick , Ellen Berg", "numRankings":"3" },
    {"albumCover": "img/Twice_Heart_Shaker.jpeg","albumName": "Merry & Happy", "rank":"1","artist":"Twice","totalScore":"15","lyrics":"Yeah yeah yeah yeah yeah Come and be my love, come and be my love baby Yeah yeah yeah yeah yeah Come and be my love, come and be my love baby 멍하니 서서 막 고민고민 해 나 이거 진짜 잘하는 짓인지 Yeah yeah yeah yeah 뭐 어때 No no no no 미쳤어 난 쯔위라고 해 무작정 인사할까 내 전화번호야 쪽질 주고 도망칠까 Yeah yeah yeah yeah 어떡해 no no no no 지금이야 girl, you can do it 눈이 마주치고 있잖아 Love is timing 놓치면 후회할지 몰라 Love is coming, coming 좀만 더 용길 내 더는 망설이지 마 이상하게 생각해도 어쩔 수 없어 반했으니까 You're my heart shaker, shaker 놓치기 싫어 You're my heart shaker, shaker 어떡해 바보처럼 안 기다려 내가 말할래 반해버렸다고 니가 맘에 든다고 하루 종일 보고 싶다고 Would you be my love? 반해버렸으니까 표정관리 해 어색하지 않게 말투는 cool cool 긴장할 필요 없어 Yeah yeah yeah yeah 정신 바짝 차리고 집중해 No no no no 어떡해 똑바로 못 보겠어 지금이야 girl, you can do it 눈이 마주치고 있잖아 Love is timing 놓치면 후회할지 몰라 Love is coming, coming 좀만 더 용길 내 더는 망설이지 마 이상하게 생각해도 어쩔 수 없어 반했으니까 You're my heart shaker, shaker 놓치기 싫어 You're my heart shaker, shaker 어떡해 바보처럼 안 기다려 내가 말할래 반해버렸다고 니가 맘에 든다고 하루 종일 보고 싶다고 Would you be my love? 반해버렸으니까 너도 날 원하게 될 거야 날 사랑하게 될 걸 간절히 바라 너도 나와 같기를 oh yeah 망설이지 마 먼저 다가가 사랑을 말해 주저 하지 마 Come baby, be my, be my, be my love Come baby, bae, bae, bae, bae 이상하게 생각해도 어쩔 수 없어 반했으니까 You're my heart shaker, shaker 놓치기 싫어 You're my heart shaker, shaker 어떡해 바보처럼 안 기다려 내가 말할래 좋아한다고 니가 맘에 든다고 하루 종일 보고 싶다고 사랑한다고 반해버렸다고 Yeah yeah yeah yeah yeah You are mine, be mine You are mine, be mine Yeah yeah yeah yeah yeah 좋아한다고 말할래 반했으니까","songName":"Heart Shaker","backgroundBanner":"img/Twice banner.jpeg ", "releaseDate":"December 11,2017","length":"3 minute 6 seconds","songWriters": "David Amber , Sean Alexander" ,"numRankings":3},
    {"albumCover": "img/What_is_love album_cover.jpeg","albumName":"What is Love?", "artist": "Twice","rank":"1","totalScore" :"23","lyrics":"What is love? 매일같이 영화 속에서나 책 속에서나 드라마 속에서 사랑을 느껴 Mm 사랑을 배워 내 일처럼 자꾸 가슴이 뛰어 두근두근거려 설레임에 부풀어 올라 Mm 궁금해서 미칠 것만 같아 Ooh 언젠간 내게도 이런 일이 실제로 일어날까? 그게 언제쯤일까? 어떤 사람일까? I wanna know 사탕처럼 달콤하다는데 I wanna know 하늘을 나는 것 같다는데 I wanna know, know, know, know What is love? 사랑이 어떤 느낌인지 I wanna know 하루 종일 웃고 있다는데 I wanna know 세상이 다 아름답다는데 I wanna know, know, know, know What is love? 언젠간 나에게도 사랑이 올까? 지금 이런 상상만으로도 떠올려만 봐도 가슴이 터질 것 같은데 Mm 이렇게 좋은데 만일 언젠가 진짜로 내게 사랑이 올 때 난 울어버릴지도 몰라 Mm 정말 궁금해 미칠 것만 같아 Ooh 언젠간 내게도 이런 일이 실제로 일어날까? Ooh 그게 언제쯤일까? 어떤 사람일까? I wanna know 사탕처럼 달콤하다는데 I wanna know 하늘을 나는 것 같다는데 I wanna know, know, know, know What is love? 사랑이 어떤 느낌인지 I wanna know 하루 종일 웃고 있다는데 I wanna know 세상이 다 아름답다는데 I wanna know, know, know, know What is love? 언젠간 나에게도 사랑이 올까 지금 세상 어느 곳에 살고 있는지 도대체 언제쯤 나와 만나게 될런지 언제 어떻게 우리의 인연은 시작될런지 모르지만 느낌이 어쩐지 진, 진, 진짜 좋을 것 같아 왠지 영화 드라마보다도 더 멋진 사랑이 올 거야 내 예감 언제나 맞지 어서 나타나봐 나는 다 준비가 됐지 ready 찾아낼 거야 (어디 있을까) 보고 싶어 죽겠어 더 이상 참을 수 없을 것만 같아 사탕처럼 달콤하다는데 하늘을 나는 것 같다는데 I wanna know, know, know, know What is love? 사랑이 어떤 느낌인지 하루 종일 웃고 있다는데 세상이 다 아름답다는데 I wanna know, know, know, know What is love? 언젠간 나에게도 사랑이 올까 I wanna know, I wanna know I wanna know, know, know, know What is love? I wanna know, I wanna know I wanna know, I wanna know I wanna know, know, know, know What is love? I wanna know","songName":"What is Love?","backgroundBanner":"img/Twice banner.jpeg", "Release Date":"April 9, 2018","length":"3 minute 28 seconds","songWriters":"JYP" ,"numRankings":"5"},
    {"albumCover": "img/fromis9_lovebomb_album_cover.jpeg","albumName":"From.9", "artist":"fromis_9","rank":"1","totalScore":"18","lyrics":"난 네 맘 속의 Limit time 버튼을 눌러 지금 딱 T - T - T - Tic tak 짜릿한 LOVE BOMB MY LOVE BOMB I want it 오묘한 구름이 퍼져 And love it 두 눈을 감아 보는 나 시간이 잠시 멈춘 것만 같아 깜짝 놀라 난 숨을 참아봐 이렇게 이렇게 네 맘을 Yeah 겨누다 겨누다 P - P - P - P - Pow 좋아 뭐가 어려워 저질러봐 Ha ha ha Yeah All night P - P - Party야 색 다른 네 꿈 속의 날 (Woo) 만난 그 순간 터져 펑 뭔가 다른 Feels like Zoom Zoom Zoom 달콤한 L - L - LOVE BOMB L - L - LOVE BOMB 떨린 네 맘에 날 가득 채울 LOVE BOMB LOVE B - BOMB LOVE B - BOMB이 (What) 단잠을 깨울 LOVE BOMB LOVE B - BOMB LOVE B - BOMB이 (What) 널 향한 L - L - LOVE BOMB L - L - LOVE BOMB 우릴 비춰 낼 이 순간에 LOVE BOMB LOVE B - BOMB LOVE B - BOMB이 (What) 달 빛 아래 LOVE BOMB LOVE B - BOMB이 (What) Sweet LOVE BOMB BOMB BOMB (Hey) LOVE BOMB BOMB BOMB (Hi) T - T - T - Turn it up I’m put it up 당당하게 네게 더 난 다가 가 왤까 why why 한 번 맞춰봐 So hot하게 난 톡 쏘게 Welcome back 넌 넌 놀라 나를 봐 바쁜 네 눈빛 속의 날 (Woo) 멈출 수 없는 떨림과 빨라지는 Heart like Boom Boom Boom 달콤한 L - L - LOVE BOMB L - L - LOVE BOMB 떨린 네 맘에 날 가득 채울 LOVE BOMB LOVE B - BOMB LOVE B - BOMB이 (What) 단잠을 깨울 LOVE BOMB LOVE B - BOMB LOVE B - BOMB이 (What) 널 향한 L - L - LOVE BOMB L - L - LOVE BOMB 우릴 비춰 낼 이 순간에 LOVE BOMB LOVE B - BOMB LOVE B - BOMB이 (What) 달 빛 아래 LOVE BOMB LOVE B - BOMB이 (What) Sweet LOVE BOMB BOMB BOMB 내 품에 안긴 세상은 이미 널 따라 움직여 이렇게 Oh love baby baby Oh love 네가 좀 더 아른아른하게 번져 그리워 난 네 맘 속의 Limit time 버튼을 눌러 지금 딱 T - T - T - Tic tak 짜릿한 LOVE BOMB MY LOVE BOMB 짜릿한 L - L - LOVE BOMB L - L - LOVE BOMB 너의 눈빛에 날 담아 지금 LOVE BOMB LOVE B - BOMB LOVE B - BOMB이 (What) 우주를 담아 LOVE BOMB LOVE B - BOMB LOVE B - BOMB이 (What) 날 향한 L - L - LOVE BOMB L - L - LOVE BOMB 멈출 수 없는 감정 속에 LOVE BOMB LOVE B - BOMB LOVE B - BOMB이 (What) 유성 끝에 LOVE BOMB LOVE B - BOMB이 (What) Sweet LOVE BOMB BOMB BOMB 지금 네 맘 속에 머리가 어지럽게 너무 아름답게 터져 올 So sweet LOVE BOMB BOMB BOMB","songName":"LOVE BOMB","backgroundBanner":"img/fromis9 banner.jpeg", "releaseDate":"October 10, 2018","length":"3 minute 20 seconds","songWriters":" Mayu Wakisaka,Sean Alexander,David Amber" ,"numRankings":"5"},
    {"albumCover": "img/Le_Sserafim_Perfect_Night.jpg","albumName":"Perfect Night Single", "artist":"Le Sserafim","rank":"1","totalScore":"22","lyrics":"Me and my girlies, we gon' party 'til it's early got me feeling otherworldly tonight. Caught in some traffic, but the radio is blasting. Drop a red light and we'll sing it goodbye. Ooh, ooh-ooh-ooh By the morning, feels like magic. I got all I need, you know nothing else can beat The way that I feel when I'm dancing with my girls. Perfect energy, yeah, we flawless, yeah, we free. There's no better feeling in the whole wide world. Tonight, I don't care what's wrong or right. Don't start blowing up my line, I'd care at 11:59. But nothing counts after midnight. Come and take a ride with me. I got a credit card and some good company. Some come through, make the fit real good. Why you still stuck on loading? Waiting on you, babe. Ooh, ooh-ooh-ooh Night to morning, live slow-motion. I got all I need, you know nothing else can beat. The way that I feel when I'm dancing with my girls. Perfect energy, yeah, we flawless, yeah, we free. There's no better feeling in the whole wide world. Tonight, I don't care what's wrong or right.Don't start blowing up my line, I'd care at 11:59. But nothing counts after midnight. Ah-oh-oh, oh-oh, oh-oh, hahaha Ooh, ooh-ooh-ooh. By the morning, feels like magic. I got all I need, you know nothing else can beat. The way that I feel when I'm dancing with my girls. Perfect energy (uh-huh), yeah, we flawless, yeah, we free. There's no better feeling in the whole wide world. Tonight, I don't care what's wrong or right. Don't start blowing up my line, I'd care at 11:59. Don't start blowing up my line","songName":"Perfect Night","backgroundBanner":"img/Le_Sserafim_Banner.jpg","releaseDate":"October 27, 2023","length":"2 minute 39 seconds","songWriters":" Score (13), Megatone (13), Sofia Quinn, Hitman Bang, Amanda Ibanez, Marcus Andersson, Lauren Aquilina, Jorge Luiz Perez Jr, Huh Yun-jin, Niklas Jarelius, Persson, Zikai, Ninos Hanna" ,"numRankings":"5"},
    {"albumCover": "img/Born_Pink_Digital.jpeg", "albumName":"Born Pink", "artist":"Blackpink", "rank":"1", "totalScore":"33", "lyrics":"BLACKPINK in your area, eh-oh BLACKPINK in your area, eh-oh 컴백이 아냐, 떠난 적 없으니까 고개들이 돌아, 진정해, 목 꺾일라 분홍빛의 얼음 drip, drip, drip, freeze 'em on sight Shut it down, what, what, what, what? 게임이 아냐, 진 적이 없으니까 짖어봐, 네 목에 목줄은 내 거니까 땅바닥에 닿은 pedal, we go two-zero-five Shut it down, uh-uh-uh-uh 초록 비를 내려 머리 위로, don't trip, baby 겸손하게 그냥 앉아있어, just sit, baby Praying for my downfall, many have tried, baby Catch me when you hear my Lamborghini go vroom, vroom, vroom, vroom When we pull up, you know it's a shut down 간판 내리고 문 잠가 shut down Whip it, whip it, whip it, whip it, whip it, whip it, whip it, whip it It's black and it's pink once the sun down When we pull up, you know it's a shut down 간판 내리고 문 잠가 shut down Whip it, whip it, whip it, whip it, whip it, whip it, whip it, whip it Keep watchin' me shut it down Nah, you don't wanna be on my bad side That's right, I'm slidin' through Bunch of wannabes that wanna be me Me three if I was you Been around the world, pearls on ya, girl VVS's we invested, uh Need a lesson, see the necklace, see these dresses We don't buy it, we request it, uh A rock star, a pop star, but rowdier Say bye to the paparazzi Get my good side, I'll smile for ya Know it ain't fair to ya, it's scarin' ya like what now? BLACKPINK in your area, the area been shut down It's a shut down 네, 다음 답안지야, 똑바로 봐, dont sleep, baby 뒤집어봐, 이건 가격표야 aint cheap, baby Stay in your own lane cause Im bout to swerve Catch me when you hear my Lamborghini go vroom, vroom, vroom, vroom When we pull up, you know its a shut down 간판 내리고 문 잠가 shut down Whip it, whip it, whip it, whip it, whip it, whip it, whip it, whip it Its black and its pink once the sun down When we pull up, you know its a shut down 간판 내리고 문 잠가 shut down Whip it, whip it, whip it, whip it, whip it, whip it, whip it, whip it Keep watchin me shut it down Shut it down (eh-oh), BLACKPINK in your area Shut it down (eh-oh), whoa, whoa, whoa, whoa Shut it down (eh-oh), BLACKPINK in your area Keep talkin, we shut you down", "songName":"Shutdown", "backgroundBanner":"img/Blackpink_Banner.jpg", "releaseDate":"September 16, 2022", "length":"2 minute 56 seconds", "songWriters":" Teddy, Danny Chung, Vince, 24" , "numRankings":"7"},
    {"albumCover": "img/Lowlife_Princess_Noir.jpg", "albumName":"Lowlife Princess: Noir", "artist":"Bibi", "rank":"1", "totalScore":"13", "lyrics":"들어오라 해 눈을 깔아 왜 비밀로 할게 네 부정과 죄 전부 드러내 자릴 넘보네 눈감아 줄게 네 본성과 뇌 춤추는 저 장미를 꺾어 완성한 왕관 나의 것 다시는 얼씬 못하게 가시를 친 성관 Watch me dance Watch me sing 여기까진 놓아줄게, 도망가 얼른 Watch me dance Watch me sing 다신 붙잡히지 마 그땐 보게 되는 거야 나쁜 년 나쁜 년, 아주 그냥 나쁜 년 나쁜 년, 아주 그냥 나쁜 년 나쁜 년, 아주 그냥 나쁜 년 다신 붙잡히지 마 그땐 보게 되는 거야, 미친년 I got mercy, I got grace Desperado with the scales Throw a rose on your body Mask of Zorro, I'm so wanted 그러 쥐어 나를 꺾어 상처가 남은 손을 적셔 Look scared 안아 너를 보듬어 주지 술로 씻어 죄를 사하여주지 Watch me dance Watch me sing 여기까진 놓아줄게, 도망가 얼른 Watch me dance Watch me sing 다신 붙잡히지 마 그땐 보게 되는 거야, 나쁜 년 나쁜 년, 아주 그냥 나쁜 년 나쁜 년, 아주 그냥 나쁜 년 나쁜 년, 아주 그냥 나쁜 년 다신 붙잡히지 마 그땐 보게 되는 거야, 미친년 어떤 짓을 했건 말을 하건 후횔 하건 상관없어 난 나를 무너뜨려 날 즈려밟은 너를 용서했어 마지막 기횔 져버렸다니 참 안됐어 기다려왔어, 기대해 왔어, 이제 나쁜 년 나쁜 년, 아주 그냥 나쁜 년 나쁜 년, 아주 그냥 나쁜 년 나쁜 년, 아주 그냥 나쁜 년 다신 붙잡히지 마 그땐 보게 되는 거야, 미친년 (hoo)", "songName":"Vengeance", "backgroundBanner":"img/Bibi_Banner.jpg", "releaseDate":"November 18, 2022", "length":"2 minute 45 seconds", "songWriters":"The Need, Bibi" , "numRankings":"3"},
    {"albumCover": "img/Jisoo_Flower.jpg", "albumName":"Me", "artist":"Jisoo", "rank":"1", "totalScore":"20", "lyrics":"Eh-eh-eh-eh Eh-eh-eh-eh A-B-C, Do-Re-Mi 만큼 착했던 나 그 눈빛이 싹 변했지 어쩜 이 또한 나니까 난 파란 나비처럼 날아가 잡지 못한 건 다 네 몫이니까 활짝 꽃 피웠던 시간도 이제 모두 내겐 lie, lie, lie 붉게 타버려진 너와 나 난 괜찮아, 넌 괜찮을까? 구름 한 점 없이 예쁜 날 꽃향기만 남기고 갔단다 꽃향기만 남기고 갔단다 You and me 미칠 듯이 뜨거웠지만 처참하게 짓밟혀진 내 하나뿐인 lilac 난 하얀 꽃잎처럼 날아가 잡지 않는 것은 너니까 살랑살랑 부는 바람에 이끌려 봄은 오지만 우린 bye, bye, bye 붉게 타버려진 너와 나 난 괜찮아, 넌 괜찮을까? 구름 한 점 없이 예쁜 날 꽃향기만 남기고 갔단다 꽃향기만 남기고 갔단다 이젠 안녕 goodbye 뒤는 절대 안 봐 미련이란 이름의 잎새 하나 봄비에 너에게서 떨어져 꽃향기만 남아 hey, hey Hey, hey Hey, hey 꽃향기만 남기고 갔단다", "songName":"Flower", "backgroundBanner":"img/Jisoo_Banner.png", "releaseDate":"March 31, 2023", "length":"2 minute 54 seconds", "songWriters":"24, VVN, Kush, Vince, Teddy" , "numRankings":"5"},
    {"albumCover": "img/Get_up.png","albumName":"Get up","artist":"New Jeans","rank":"1","totalScore":"25","lyrics":"I'm super shy, super shy But wait a minute while I make you mine make you mine 떨리는 지금도 you're on my mind all the time I wanna tell you but I'm super shy, super shy I'm super shy, super shy But wait a minute while I make you mine make you mine 떨리는 지금도 you're on my mind all the time I wanna tell you but I'm super shy, super shy And I wanna go out with you, where you wanna go? (Huh?) Find a lil' spot, just sit and talk Looking pretty, follow me, 우리 둘이 나란히 보이지? 내 눈이 갑자기 빛나지 when you say I'm your dream You don't even know my name, do you? You don't even know my name, do you? 누구보다도 I'm super shy, super shy But wait a minute while I make you mine make you mine 떨리는 지금도 you're on my mind all the time I wanna tell you but I'm super shy, super shy I'm super shy, super shy But wait a minute while I make you mine, make you mine 떨리는 지금도 you're on my mind all the time I wanna tell you but I'm super shy, super shy 나 원래 말도 잘하고 그런데 왜 이런지? I don't like that Something odd about you, yeah, you're special and you know it You're the top, babe I'm super shy, super shy But wait a minute while I make you mine make you mine 떨리는 지금도 you're on my mind all the time I wanna tell you but I'm super shy, super shy I'm super shy, super shy But wait a minute while I make you mine make you mine 떨리는 지금도 you're on my mind all the time I wanna tell you but I'm super shy, super shy You don't even know my name, do you? You don't even know my name, do you? 누구보다도 You don't even know my name (super shy, super shy) Do you? (Make you mine, make you mine) You don't even know my name (you're on my mind all the time, I wanna tell you) Do you? (But I'm super shy, I'm super shy)", "songName":"Super Shy", "backgroundBanner":"img/NewJeans_Banner.jpg", "releaseDate":"July 7, 2023", "length":"2 minute 34 seconds", "songWriters":"Gigi, Danielle, Kim Dong-hyun, Erika de Casier, Kristine Bogan", "numRankings":"5"},
    {"albumCover": "img/Le_Sserafim_Easy.png", "albumName":"Easy", "artist":"Le Sserafim", "rank":"1", "totalScore":"24", "lyrics":"다친대도 길을 걸어 Kiss me 쉽지 않음 내가 쉽게 Easy Stage 위엔 불이 튀어, 내 Body Pull up and I rip it up like ballet Damn, I really make it look easy Yuh know that I make it look easy Clap your hands, 너도 나와 같다면 Clap your hands now 의구심 따윈 그냥 치워, 그냥 말해 “I’m the real one” 조명 꺼진 뒤의 난 Wander in the night Don’t know what is right, don’t know ‘bout my rights 시기심, 의심, 불신, 이젠 Friends of me, yuh 세상에게 난 반쪽짜리 Seraphim, yuh Uhm I’ve been tryin’ so long To show you show you show you (Oh) I’m the one that you need 다친대도 길을 걸어 Kiss me 쉽지 않음 내가 쉽게 Easy Stage 위엔 불이 튀어, 내 Body Pull up and I rip it up like ballet Damn, I really make it look easy Yuh know that I make it look easy Yah know that I make it look easy 수면 위의 백조가 돼 Whippin’ 때론 풀려, 나의 다리 But I keep it Get, set, go, come and see me, I’m the FEARLESS 나의 발걸음은 매 순간 History, 이건 My way 영웅처럼 걸어 Even if I am not flawless 편하게만 왔다고? 날 몰라봤다면 You have to know [윤/은] Uhm I’ve been tryin’ so long [윤/은] To show you show you show you I’m the one that you need 다친대도 길을 걸어 Kiss me (Kiss) 쉽지 않음 내가 쉽게 Easy (쉽지 않음 내가 쉽게 Easy) Stage 위엔 불이 튀어, 내 Body (That’s my body, that’s my body) Pull up and I rip it up like ballet (Yeah yeah) Damn, I really make it look easy (Damn, I really make it look easy) Yuh know that I make it look easy", "songName":"Easy", "backgroundBanner":"img/Le_Sserafim_Banner.jpg", "releaseDate":"February 19, 2024", "length":"2 minute 45 seconds", "songWriters":"Amanda Ibanez, Sean Turk, Cashae, Barrios, Alex Fernandez, Jordyn Smith, Hadar, 13 Adora, Supreme Boi, Score 13, Megatone 13, Hitman Bang" , "numRankings":"5"},
    {"albumCover": "img/Dumb_Litty.jpg", "albumName":"Red Moon", "artist":"Kard", "rank":"1", "totalScore":"14", "lyrics":"We go dumb, dumb, dumb Dumb, dumb, dumb, dumb We go dumb, dumb, dumb Dumb, dumb, dumb, dumb We go dumb, dumb, dumb Dumb, dumb, dumb, dumb We go dumb, dumb, dumb Dumb (에이어) Get up out of my business You don't keep me from turning up 모두 다 여긴 witness 넌 바른 척하는 criminal 찔리는 걸 you feel it 너 네가 뭔데 왜 솔직하지 못해 넌 다를 건 대체 뭔데, ayy Bad boy, 그래, 난 bad boy 생각해 네가 하고픈 대로 That boy, 그래, 난 that boy 모르면 믿고 싶은 대로 Nothing 'bout me nada you don't know Nothing 'bout me not a thing 욕을 하는 이윤 다 있는 거야 나 아닌 너 안에 'cause we Party, yeah, we party, we don't worry 'bout the drama, no Body, everybody 우린 아침까지, wilding up 신경 쓸건 따로 아 몰라 오늘 다 집어치워 눈치 보지 말고 volume up, up, up We go dumb, dumb, dumb, dumb 누가 뭐래도 litty dumb Litty dumb litty, bang the drum 갈 때까지, baby Stupid dumb, dumb, dumb, dumb 누가 뭐래도 litty dumb Litty dumb litty, bang the drum 갈 때까지, baby, we go J.seph, yeah 몰입하니 눈 몰리는 이치 (yeah) 시시콜콜 무료함을 완충해 내키면 곧장 dumb litty 이 노래가 흐름 come get it Drippin' 여기 주도권을 grip than 거리낌 허물어, let's go party 돌변함은 때 때에 따라 아무렴 어때 까무러치게 더불어 즐겨 사는 거지, my way follow nobody Party, yeah, we party, we don't worry 'bout the drama, no Body, everybody, 우린 아침까지, wilding up 신경 쓸건 따로 아 몰라 오늘 다 집어치워 터지게 더 올려 volume up, up, up We go dumb, dumb, dumb, dumb 누가 뭐래도 litty dumb Litty dumb litty, bang the drum 갈 때까지, baby Stupid dumb, dumb, dumb, dumb 누가 뭐래도 litty dumb Litty dumb litty, bang the drum 갈 때까지, baby, we go 숨이 차올라 내 심장을 죄여 이젠 풀어 나의 사슬 and I wake up 오늘 밤 지나 해가 뜰 때까지 계속 up (go dumb) 내일 일은 내일, oh, 끝이 난 듯 저질러 We go dumb, dumb, dumb, dumb 누가 뭐래도 litty dumb Litty dumb litty, bang the drum 갈 때까지, baby Stupid dumb, dumb, dumb, dumb 누가 뭐래도 litty dumb Litty dumb litty, bang the drum 갈 때까지, baby, we go Litty dumb litty, bang the drum 갈 때까지, baby, we go", "songName":"Dumb Litty", "backgroundBanner":"img/Kard_Banner.jpg", "releaseDate":"September 22, 2019", "length":"3 minute 13 seconds", "songWriters":"BM, J Seph, Versachoi", "numRankings":"4"},
    {"albumCover": "img/Treasure_EP_Final.png", "albumName":"Treasure EP.Fin: All to Action", "artist":"Ateez", "rank":"1", "totalScore":"18", "lyrics":"All eyes on me now If you still doubt mine It's too pointless We're still young and wild We gonna find new world to be mine 지도가 부르는 곳 그 섬은 곧 만인의 꿈이자 겁 끝에 꿈꾸는 시작 날개를 펴고 영원히 철없게 like Peter 터질듯한 심장을 pump it up 풀린듯한 주먹을 꽉 쥐어 자 열린다 진실의 문, 그 앞에서 부숴버릴 듯이 we on fire 너는 여기서 멈출 텐가 그토록 원하던 것이 여기에 oh 다시 돌아올 수 없어도 Oh, we must going on 가자 eh, oh, eh, oh, eh 가자 끝이 기다리는 시작으로 On my, my way 모두 발을 맞추고 On my, my way 하나 둘 하면 뛰어 On my, my way 없는 길도 만들어 어서 가자 어서 가자 끝이 기다리는 시작으로 Ready now for next journey 숨 참고 달려 내가 달려가는 get money I got a win 더 외쳐대 Acre보다 크게 쳐버리는 탬버린 잭 스패로우보다 높이 가라고 나 가라고 난 흔들림 없이 때려 bang bang 단번에 숨이 마치 down with us, get it going 터져버려도 상관없어 난 지금 이곳은 끝의 시작 자 열린다 진실의 문, 그 앞에서 부숴버릴 듯이 we on fire 너는 여기서 멈출 텐가 그토록 원하던 것이 눈앞에 oh 다시 돌아올 수 없어도 Oh, we must going on 가자 eh, oh, eh, oh, eh 가자 끝이 기다리는 시작으로 On my, my way 모두 발을 맞추고 On my, my way 하나 둘 하면 뛰어 On my, my way 없는 길도 만들어 어서 가자 어서 가자 끝이 기다리는 시작으로 Breaking the wall, oh, oh (oh, oh) 누군가는 (누군가는) 가야 할 곳 (가야 할 곳) 쉽지만은 않더라도 그 이유가 우린 맘에 들어 Eh, eh, eh, eh, eh 뛰어 뛰어 Eh, eh, eh, eh, eh 뛰어 뛰어 Eh, eh, eh, eh, eh 뛰어 뛰어 어서 가자 어서 가자 끝이 기다리는 시작으로 On my, my way 모두 발을 맞추고 On my, my way 하나 둘 하면 뛰어 On my, my way 없는 길도 만들어 어서 가자 어서 가자 끝이 기다리는 시작으로 가자", "songName":"Wonderland", "backgroundBanner":"img/Ateez_Banner.jpg", "releaseDate":"October 8, 2019", "length":"3 minute 19 seconds", "songWriters":"Eden, Leez, Buddy, Ollounder, Hongjoong, Mingi" , "numRankings":"5"}
]     